export default {
    infoLine: {
        info: 'Ми відкриті, і в нас доступні замовлення с собою або доставка.',
        link: 'Замовити зараз'
    },

    header: {
        home: 'Головна',
        order: 'Замовлення',
        about: 'Про нас',
        faq: 'Форум',
        call: 'Подзвонити'
    },

    main: {
        title: {
            first: 'Прекрасна їжа, ще й на замовлення, ',
            second: 'доставлена',
            third: ' до ваших дверей'
        },

        text: 'Цей додаток розроблений для е-комерції, а саме для доставки їжі та напоїв, що допомогає бути вашому ресторану онлайн дуже швидко. Додаток виглядає як раз так, як того очікують клієнти: легкий в навігації, з простим алгоритмом створення замовлення, а також зі зрозумілим доступом до вашої контактної інформації. Він дозволяє вам, як підприємцю, зберегти час та сфокусуватися на приготуванні їжі.',

        score: {
            first: '4.8 з 5',
            second: ' ґрунтується на 2000+ відгуках'
        },

        button: 'Замовити'
    },

    about: {
        title: {
            first: 'Дім',
            second: ' свіжих продуктів'
        },

        text: 'Тут повинен знаходитись якийсь текст з описом вашої компанії - про її історію заснування, корпоративні цінності і таке інше.',

        button: 'Більше про нас'
    },

    popup: {
        title: 'Про нас',
        text: 'Тут повинен знаходитись якийсь текст з описом вашої компанії - про її історію заснування, корпоративні цінності і таке інше.',
        button: 'Меню повністю'
    },

    how: {
        title: 'Як це працює.',

        itemFirst: {
            name: 'Адаптуйте позиції свого меню',
            text: 'Легко адаптуйте своє меню за допомогою CMS і дозвольте клієнтам переглядати ваші продукти.'
        },

        itemSecond: {
            name: 'Приймайте онлайн-замовлення і винос',
            text: 'Дозвольте своїм клієнтам замовляти та оплачувати через потужну систему електронної комерції або просто дозвольте їм зателефонувати у ваш магазин.'
        },

        itemThird: {
            name: 'Керуйте доставкою або виносом',
            text: 'Керуйте власною логістикою та приймайте замовлення просто через систему електронної комерції.'
        }
    },

    foodMenu: {
        title: 'Перегляньте наше меню',

        text: {
            first: 'Скористайтеся нашим меню, щоб зробити замовлення онлайн, або',
            link: 'телефонуй',
            second: 'до нашого магазину, щоб розмістити замовлення на самовивіз. Швидка та свіжа їжа.'
        },

        buttons: {
            first: 'Бургери',
            second: 'Сайди',
            third: 'Напої'
        },

        button: 'Меню повністю'
    },

    faq: {
        title: 'Замовляйте онлайн з простою процедурою замовлення.',
        text: 'Тут повинен знаходитись якийсь текст з аргументами, чому саме зручно замовляти з вами онлайн.',
        button: 'Поширені запитання'
    },

    call: {
        title: 'Зателефонуйте в наш магазин і заберіть на винос, коли вам буде зручніше.',
        text: 'Тут повинен знаходитись якийсь текст з аргументами, чому саме зручно замовляти і по телефону.',
        button: 'Тел. +61 233 2333'
    },

    team: {
        title: 'Наша команда',
        button: 'Побачити більше'
    },

    order: {
        title: {
            first: 'Підтримуємо',
            second: ' хорошу їжу і локальний бізнес.'
        },

        button: 'Замовити'
    },

    footer: {
        text: {
            first: '\'Винос та Доставка\' шаблон',
            second: 'для малого - середнього бізнеса.'
        },

        by: {
            name: 'Створила Олена Щабельська ',
            link: 'GitHub'
        },

        source: {
            name: ' · Джерело ',
            link: 'початковий дизайн'
        },

        columns: {
            first: {
                title: 'Компанія',
                links: {
                    first: 'Головна',
                    second: 'Замовлення',
                    third: 'Часті питання',
                    fourth: 'Контакти'
                }
            },

            second: {
                title: 'Шаблон',
                links: {
                    first: 'Стиль',
                    second: 'Журнал змін',
                    third: 'Ліцензія',
                    fourth: 'Онлайн навчання'
                }
            },

            third: {
                title: 'База даних',
                links: {
                    first: 'Більше посилань'
                }
            }
        }
    },

    cards: {
        first: {
            title: 'Бургер Мрії',
            text: 'Тут має бути якийсь текст з описом даного товару.'
        },

        second: {
            title: 'Бургер Вальдо',
            text: 'Тут має бути якийсь текст з описом даного товару.'
        },

        third: {
            title: 'Бургер Калі',
            text: 'Тут має бути якийсь текст з описом даного товару.'
        },

        fourth: {
            title: 'Бургер Беконовий Бро',
            text: 'Тут має бути якийсь текст з описом даного товару.'
        },

        fifth: {
            title: 'Бургер гострий',
            text: 'Тут має бути якийсь текст з описом даного товару.'
        },

        sixth: {
            title: 'Бургер Класичний',
            text: 'Тут має бути якийсь текст з описом даного товару.'
        },

        addButton: 'Додати в кошик'
    },

    menuPage: {
        buttons: {
            first: 'Сортування функцією',
            second: 'Сортування вставкою',
            third: 'Додати',
            fourth: 'Видалити'
        },

        navButton: 'Назад на головну',

        testCard: {
            title: 'Бургер Тест',
            text: 'Тут має бути якийсь текст з описом даного товару.'
        }
    }
};